---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData
source: html/2478ba20-2f93-d635-745c-10773aa7c711.htm
---
# DuctFittingAndAccessoryConnectorData Methods

Gets the coordination of the connector